#დავალება N1
#შექმენით 1 ვცვლადი და ჩაწერეთ თქვენი სახელი (string).
my_name = "Giorgi asanidze"

#დავალება N2
#შექმენით 2 ცვლადი და ჩაწერეთ თვენი საყვარელი ფერები (string).
favourite_color1 = "black"
favourite_color2 = "blue"

#დავალება N3
# შექმენით 3 ცვლადი და შეინახეთ თვენი და თვენი მეგობრის ასაკები(integer).
my_age = 14
lukas_age = 15
gios_age = 13

#დავალება N4
#შექმენით 4 ცვლადი და თითოეულში შეინახეთ თქვენი ოჯახის წევრების სახელები.
moms_name = "Teona"
dads_name = "Vefxvia"
sister1_name = "Nino"
sister2_name = "Ani"

#დავალება N5
#შექმენით 2 ცვლადი და შეინახეთ მნიშვნელობა, გყავთ თუ არა შინაური ცხოველი/ფრინველი (boolean).
animal = False
bird = False

#დავალება N6 
#კომენტარით ახსენით რა განსხვავებაა თითოეულ მონაცემთ ტიპში.
# string - სტრინგი არის ისეთი მონაცემთ ტიპი რომელიც ტექსტის სახით იწერება, ასევე ყველაფერი რაც "" შორის არის მოქცეული არის ასევე string. მაგ: "კატა"; "17".
#integer - ინტეჯერი არის ნებისმიერი ისეთი ჩანაწერი, რომელიც არის რიცხვი. მაგ: 10; 17; 1000000.
#float - ფლოატები არის ისეთი ჩანაწერი, რომელიც არის ათწილადი. მაგ: 10.0; 137.6.
#boolean - ბულეანი არის დანარჩენ სამ ოპერატორის ტიპებიდან განსხვავებული, მას მხოლოდ ორი პასუხი აქვს True ან False.

