#დავალება 1 და 2 პითონში ვერ გაკეთდება ამიტომ ვიწყებ დავალება N3-ით
#დავალება N3
#მომხმარებელს შემოატანინეთ მისი სახელი და შემდეგ დაპრინტეთ.
name = input()
print( name )

#დავალება N4
#შექმენით 5-5 მაგალითი მათემატიკურ ოპერატორებზე +, -, * და /.
#პირველი ვიზამ გამოკლებას -
17 - 11
12467 - 2467
742 - 142
121 - 21
723 - 374
#მეორე ვიზამ გაყოფას /
100 / 25
711 / 9
1521 / 3
732 / 6
10000 / 50
#მესამე გავაკეთბ მიმატებას +, მაგრამ არ ვიცი მხოლოდ ინტეჯერებზე გინდათ გავაკეთო, თუ ასევე სტრინგებზე, ამიტომ გავაკეთებ ორივეზე 5-5ს.
45 + 55
2123 + 387
121 + 45
7234 + 8245
31 + 59
"Giorgi" + "Asanidze"
"Goal" +"Oriented" +"Academy"
"Mixed" + "Martial" + "Arts"
"Ilia" + "Topuria"
"Merab" + "Dvalishvili"
#მეოთხეს კი გავაკეთებ გამრავლებას *, აქაც 5-5 სტრინგებზე და ინტეჯერებზე
43 * 35
11 * 11
74 * 42 
10 * 6724 
132 * 45
"Gio" * 5
"Hello World" * 10
"Goa" * 100
"MMA" * 500
"Jon Jones" * 20

#დავალება N5 
#შექმენით 5 ცვლადი სადაც შეინახავთ თქვენზე ინფორმაციას და შემდეგ დაპრინტეთ თითოეული მათგანი.
my_name = "Giorgi"
my_lastname = "Asanidze"
my_age = 14
dads_name = "Vefxvia"
moms_name = "Teona"
print( my_name )
print( my_lastname )
print( my_age )
print( dads_name )
print( moms_name )





